[
  "easy-typing-obsidian",
  "obsidian-outliner",
  "table-editor-obsidian",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "obsidian-image-auto-upload-plugin",
  "obsidian-title-index",
  "obsidian-codemirror-options",
  "cm-chs-patch",
  "obsidian-enhancing-mindmap"
]